---
kind: property
id: P:Autodesk.Revit.DB.Visual.Concrete.CommonTintColor
source: html/3f68c97f-3116-44e7-cea8-da9bf5d299e8.htm
---
# Autodesk.Revit.DB.Visual.Concrete.CommonTintColor Property

The property labeled "Tint Color" from the "Concrete" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".